


//array os Objects

const quiz = [

  {
    q:" انك لا تخلف الميعاد اسلوب مؤكد ب .. ؟ ",
    options:['لا','ان','تخلف','الميعاد'],
    answer:1
    },


    {
        q:"ما هو لون التفاحة",
        options:['اصفر','احمر','اخضر','ازرق'],
        answer:1
    },

        
    {
        q:"10 - 5  ",
        options:['50','200','15','5'],
        answer:3
    },

    {
        q:"ما هو لون الشجرة ",
        options:['اسود','اصفر','احمر','اخضر'],
        answer:3
    },
    

    {
        q:"3 * 3",
        options:['12','6','9','5'],
        answer:2
    },
        
        




]
